Repository: common-repository/bn-woo-manager
Catalog: languages/*-woo-manager-*.po
Languages: de_de

source: AddOn for WooCommerce - AJAX Product Edit, Shipping-Zones & Unit Price Management
de_de: AddOn für WooCommerce - AJAX Produkt Edit, Versandzonen & Einheitspreis Management

source: works only with %s or later!
de_de: funktioniert nur mit %s oder neuer!

source: Switch to
de_de: wechseln zu

source: BN AJAX Product Edit
de_de: BN AJAX Produkt Edit

source: BN Shipping Zones
de_de: BN Versandzonen

source: AJAX Product Edit
de_de: AJAX Produkt Edit

source: BN Settings
de_de: BN Einstellungen

source: If you like to use this plugin, <strong>please be so cool</strong> and support the development with a small donation, for example <strong>10 Euro</strong>.<br><strong>Many thanks.</strong>
de_de: Wenn Sie dieses Plugin gerne verwenden, <strong>seien Sie so cool</strong> und unterstützen die Plugin-Pflege / Entwicklung mit einer kleinen Spende, zum Beispiel <strong>10 Euro</strong>.<br>Vielen Dank.</strong>

source: incl. %s VAT
de_de: inkl. %s MwSt.

source: excl. %s VAT
de_de: exkl. %s MwSt.

source: CATEGORY
de_de: KATEGORIE

source: Published
de_de: Veröffentlicht

source: Shipping<br>Class
de_de: Versand<br>Klasse

source: QTY<br>per Class
de_de: Menge<br>/ Klasse

source: Stock
de_de: Lager

source: Regular<br>Price
de_de: Regulärer<br>Preis

source: Regular Price
de_de: Regulärer Preis

source: Sale Price
de_de: Akt. Preis

source: Price
de_de: Preis

source: incl. VAT
de_de: inkl. MwSt.

source: excl. VAT
de_de: exkl. MwSt.

source: pc.
de_de: Stck.

source: Unit Price
de_de: Einheitspreis

source: Units
de_de: Einheiten

source: Units Base
de_de: Einheitenbasis

source: Unit<br>Base
de_de: Einheiten<br>Basis

source: Unit
de_de: Einheit

source: Prod. per page
de_de: Prod. pro Seite

source: Title
de_de: Titel

source: Want to delete all LOGS? (Admin-Rigths required)
de_de: LOG-Datei wirklich leeren? (Administrator-Rechte benötigt)

source: You have canceled the operation!
de_de: Aktion abgebrochen!

source: Do you want to make any visible changes Undo? Do not leave this page before any changes are done !!!
de_de: Alle sichtbaren Änderungen rückgängig machen? Verlassen Sie nicht diese Seite, bevor alle Änderungen erledigt sind!!!

source: selected fields! Want to make the changes?
de_de: ausgewählte Felder! Wollen Sie die Änderungen durchführen?

source: Not possible!
de_de: Nicht möglich!

source: Package / QTY per Shipping Class
de_de: Paket / Menge pro Versandklasse

source: OR
de_de: ODER

source: AND
de_de: UND

source: NOT
de_de: NICHT

source: Add
de_de: Addieren

source: Subtract
de_de: Subtrahieren

source: Replace
de_de: Ersetzen

source: Value
de_de: Wert

source: Percent
de_de: Prozent

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Select
de_de: Auswählen

source: from: %1$s
de_de: ab: %1$s

source: SKU
de_de: Artikel-Nr.

source: Off
de_de: Aus

source: products without shipping class
de_de: Produkte ohne Versandklasse

source: products without manage stock
de_de: Produkte ohne Lagerverwaltung

source: products with managed stock-level < 10
de_de: Produkte mit Lagerverwaltung & Bestand < 10

source: products with status out of stock
de_de: Produkte mit Lagerstatus Nicht vorrätig

source: products with price 0
de_de: Produkte mit Preis 0

source: inactive products
de_de: Inaktive Produkte

source: password-protected products
de_de: Passwortgeschützte Produkte

source: external products
de_de: Externe Produkte

source: Product
de_de: Produkt

source: found
de_de: gefunden

source: Normally, the deletion of the cache is not necessary. But if information or products are missing, you can safely delete the cache here. Want to delete BN Woo Manager Cache now?
de_de: Im Normalfall ist das Löschen des Cache nicht notwendig. Sollten aber Angaben oder Produkte fehlen, können Sie hier gefahrlos den Cache löschen. Möchten Sie den BN Woo Manager Cache jetzt löschen ?

source: If you uninstall the Plugin, here you can keep the stored Data for Reinstall
de_de: Hier kann festgelegt werden, welche gespeicherten Daten bei der Plugin-Deinstallation für eine spätere Reinstallation behalten werden sollen

source: Custom Settings
de_de: Benutzerdefinierte Einstellungen

source: Keep
de_de: Behalte

source: Values
de_de: Werte

source: Settings
de_de: Einstellungen

source: Default Products per page
de_de: Voreinstellung Produkte pro Seite

source: Default Query Search
de_de: Voreinstellung Query Suche

source: product per page
de_de: Produkt pro Seite

source: products per page
de_de: Produkte pro Seite

source: Show all
de_de: Zeige alle

source: Drafts
de_de: Entwürfe

source: Pending Reviews
de_de: Ausstehende Reviews

source: Nothing found...
de_de: Nichts gefunden...

source: Prev
de_de: Zurück

source: Next
de_de: Vor

source: Product QTY per calculated Shipping Class
de_de: Produktmenge pro berechneter Versandklasse

source: This adds 3 new data fields to the product edit page and the BN Woo Manager AJAX Product Edit Page:<ul><li><strong>Units (Total Units of the product)</strong></li><li><strong>Unit (m,l,kg)</strong></li><li><strong>Units Base</strong></li></ul>Here you can enter the total units (litre, meter, pieces, kg ...) of your product and the unit price is calculated automatically.
de_de: Dies fügt 3 neue Datenfelder auf der Produktbearbeitungsseite und der BN Woo Manager AJAX Produkt Edit Seite hinzu: <ul><li><strong> Gesamteinheiten (des Produkts)</strong></li><li><strong>Einheit (m,l,kg)</strong></li><li><strong>Einheitenbasis</ strong></li></ul>Geben Sie die Gesamteinheiten ( Liter, Meter, Stück, kg .. .) des Produkts ein, dann wird der Einheitspreis automatisch berechnet.

source: This Option is only available if the Shipping-Method BN Woo Manager Shipping-Zones is active!
de_de: Diese Option ist nur verfügbar, wenn die Versandart BN Woo Manager Versandzonen aktiv ist.

source: Automatic Unit Price Calculation
de_de: Automatische Einheitspreis Berechnung

source: Active
de_de: Aktiv

source: Inactive
de_de: Nicht aktiv

source: Please edit here
de_de: Bitte hier bearbeiten

source: This adds a new data field to the product edit page and the BN Woo Manager AJAX Product Edit Page: <ul><li><strong>Product QTY per calculated Shipping Class</strong></li></ul>Shipping costs are based on shipping class are calculated per entered number of products instead of only per product or per Shipping Class.<br>Example: You send wine bottles still in a 6 box, no matter how many bottles are ordered. The shipping costs will be calculated per box.<br>This means that if your customer buys 1 bottle, he paid the shipping cost for a 6 box. Does he buy 7 bottles, he will pay the shipping costs for two 6 boxes. And so on.
de_de: Dies fügt ein neues Datenfeld auf der Produktbearbeitungsseite und der BN Woo-Manager AJAX Produkt Edit Seite hinzu: <ul><li><strong>Produktmenge pro berechneter Versandklasse </ strong></li></ul>Versandkosten, die auf Versandklassen basieren werden anstatt pro Stück oder pro Versandklasse pro eingegebener Anzahl von Produkten berechnet (Paket).<br>Beispiel: Sie verschicken Weinflaschen immer in einer 6er-Kiste, egal wie viele Flaschen bestellt werden. Die Versandkosten werden pro Kiste berechnet.<br>Dies bedeutet, wenn Ihr Kunde 1 Flasche kauft, zahlt er die Versandkosten für eine 6er Kiste. Kauft er 7 Flaschen, muss er die Versandkosten für zwei Kisten bezahlen. Und so weiter.

source: Show Package specification (total units) after Unit-Price
de_de: Zeige die Verpackungseinheit (Gesamteinheiten) nach dem EInheitspreis

source: Show unit price here
de_de: Zeige den EInheitspreis hier

source: Product Page
de_de: Produktseite

source: Cart / Checkout Subtotal
de_de: Warenkorb / Kasse Zwischensumme

source: Cart Price
de_de: Warenkorb Preis

source: Thankyou / Order Details
de_de: Danke-Seite / Bestell-Details

source: HTML before Unit Price
de_de: HTML vor dem Einheitspreis

source: HTML after Unit Price
de_de: HTML nach dem Einheitspreis

source: Enter HTML-Tags this way: [ tag ]
de_de: HTML-Tags so eingeben: [ tag ]

source: BN Unit Price View
de_de: Anzeige Einheitspreis

source: Price View Variable Products
de_de: Preisanzeige der variablen Produkte

source: Price View
de_de: Preis Anzeige

source: Show starting prices (from prices) in the shop for variable products.
de_de: Zeige Startpreis (ab Preise) im Shop für variable Produkte

source: Show VAT Info
de_de: Zeige MwSt. Info

source: Show VAT info (e.g. incl. 20% VAT) after price (and unit-price)
de_de: Zeige MwSt. Info (z.B. inkl. 19% MwSt.) nach dem Preis (und dem Einheitspreis)

source: Show VAT Info only on single product page
de_de: Zeige MwSt. Info nur auf der Einzelprodukt-Seite

source: HTML before VAT Info
de_de: HTML vor der MwSt. Info

source: HTML after VAT Info
de_de: HTML nach der MwSt. Info

source: Actions on Uninstall
de_de: Aktionen bei der Deinstallation

source: Keep BN Shipping Zones Values
de_de: Behalte BN Versandzonen Werte

source: Keep BN Unit Price Values
de_de: Behalte BN Einheitspreis Werte

source: (incl. Units Table)
de_de: (inkl. Einheiten-Tabelle)

source: Custom units can be entered here
de_de: Benutzerdefinierte Einheiten können hier eingegeben werden.

source: Keep BN Woo Manager General Settings
de_de: Behalte BN Woo Manager Einstellungen

source: Add New Unit
de_de: Neue Einheit hinzufügen

source: pkg.
de_de: VPE

source: Edit Unit
de_de: Einheit ändern

source: Search
de_de: Suche

source: Please enter all prices exclusive tax!
de_de: Bitte geben Sie alle Preise exklusive MwSt ein!

source: Shipping Zones
de_de: Versandzonen

source: Shipping / Parcel Service
de_de: Spedition / Paketdienst

source: Shipping Costs can be calculated by Shipping-Class and 6 specific Country-Zones & additional Postcode (Island) surcharge.
de_de: Versandkosten können - basierend auf Versandklassen - nach 6 spezifischen Länder-Zonen sowie zusätzlichem Postleitzahlen-/Inselzuschlag berechnet werden.

source: No Shipping Class Cost
de_de: Kosten Keine Versandklasse

source: General / Default / Worldzone
de_de: Allgemein / Standard / Weltzone

source: All other Countries!
de_de: Alle anderen Länder!

source: Postcode / Island surcharge
de_de: Postleizahl- / Inselzuschlag

source: Postcodes
de_de: Postleitzahlen

source: Postcodes Comma separated
de_de: Postleitzahlen Komma separiert

source: Products without Shipping-Class!
de_de: Produkte ohne Versandklasse
